[
  {
    "id": "nola",
    "title": "Nola",
    "subheading": "A foodtech & consumer tech startup that made granola bars at the click of a button.",
    "description1": "Nola was a startup of mine that started over the summer of 2022. I joined the InnoX Summer Camp held by Hong Kong X Foundation. Throughout the bootcamp, we applied the design thinking framework, along with a LEAN Startup mindset to solve problems we were passionate about. With a theme of 'Green Living' we decided to focus on getting quality, nutritions food on the go, while forgoing plastic waste. We settled on the idea of building a granola bar machine.",
    "description2": "After winning the camp, my team and I decided to put the prize money from the camp towards product development, and pursue this as a real startup. Throughout the course of the next six months, we build countless prototypes of the machine, and I had to learn all aspects of running a startup, from fund raising to talking to potential customers to 3D design and prototyping. My co-founders contributed with their knowledge of Food Science and Product Design.",
    "image1": "/assets/nola/1.jpg",
    "image2": "/assets/nola/2.jpg",
    "image3": "/assets/nola/3.jpg",
    "caption1": "Nola Team Receiving the InnoX Summer 2022 Best Product Award",
    "caption2": "Preparing for an exhibtion outside the InnoX Academy launch event",
    "caption1year": "2022",
    "caption2year": "2022"
  },
  {
    "id": "eso",
    "title": "Entrepreneur Society HKU",
    "subheading": "A student-led angel investment network, fostering future founders.",
    "description1": "In mid-2022, I decided to pursue to opportunity of creating a student-led angel investment network in Hong Kong. I played a critical role in building a network of over 20 partners, including iDendron, Vectr Ventures, and Hong Kong X. My responsibilities included pitching to prospective partners, organizing associate recruitment, preparing marketing material, coordinating with partners, and conducting interviews.",
    "description2": "One of my key achievements was leading teams to conduct due diligence into early-stage startups for angel investments. This role allowed me to leverage my skills in analysis and strategic thinking to identify promising startups for investment. Additionally, I helped organize a 40-hour intensive workshop series on Venture Capital for associates with our partners, which was a great success.",
    "image1": "/assets/eso/1.jpg",
    "image2": "/assets/eso/2.jpg",
    "image3": "/assets/eso/3.jpg",
    "caption1": "ESo Ventures Demo Day in April 2023",
    "caption2": "ESo Ventures Exco Team",
    "caption1year": "2023",
    "caption2year": "2022 - 2023"
  },
  {
    "id": "pet-simplified",
    "title": "PetSimplified",
    "subheading": "Health monitoring system and healthcare app for pets.",
    "description1": "PetSimplified was a project for an information systems class. The purpose of this project was to come up with the design and high-fidelity protoypes of an app that was a problem in a specific industry. I noticed the underserved Pet Insurance and healthcare market in Hong Kong. Despite a signficiant amount of pets, a very small number of pet owners get insurance, which means that sometimes they simply cannot afford certain treatments.",
    "description2": "PetSimplified combats this issue by providing a monitoring device for early disease detection as well as making insurance easy and acessible. Additionally, it makes the booking process easier so pet owners can make sure the vets they see as well as the procedures are covered under their insurance. It also allows pet owners to book appointments, chat with other pet owners in a highly-focused community.",
    "image1": "/assets/petsimplified/1.png",
    "image2": "/assets/petsimplified/2.png",
    "image3": "/assets/petsimplified/3.jpg",
    "caption1": "Market Slide from PetSimplified Pitchdeck.",
    "caption2": "A mockup of a person using the PetSimplified app.",
    "caption1year": "2023",
    "caption2year": "2023"
  },
  {
    "id": "thedesk",
    "title": "theDesk CSV Consulting",
    "subheading": "A design-thinking focused creating shared value consulting project for theDesk.",
    "description1": "This was a project for a class. We were approached by the managing director of theDesk, a co-working space in Hong Kong. thDesk is a workspace that prides itself on being not just a workspace, but a community. Their observation was that their community of SMEs was struggling to hire GenZ talent, and that the GenZ talent they hired had skill gaps.",
    "description2": "I worked closely with my team under the guidance of our course instructor to conduct interviews with current GenZ employees, University students and other relevant stakeholders. Ultimately, our insight was that cause of the skills gap was actually a lack of curioisty, which had to be developed earlier. This is why our solution – CuriosityLab, leverages theDesk's partnerships to build a self-learning platform tailored to the goals of each child.",
    "image1": "/assets/thedesk/1.png",
    "image2": "/assets/thedesk/2.png",
    "image3": "/assets/thedesk/3.png",
    "caption1": "CuriosityLab self-learning platform for high-school students.",
    "caption2": "CuriosityLab self-learning platform for high-school students.",
    "caption1year": "2023",
    "caption2year": "2023"
  },
  {
    "id": "hksv",
    "title": "Hong Kong Student Ventures",
    "subheading": "A student-led pro bono consulting firm.",
    "description1": "I joined Hong Kong Student Ventures (HKSV) as a partner in early 2022, and I worked closely with the founder to develop a strategy for supporting student organizations in Hong Kong. This involved analyzing over 40+ student organizations, evaluating their business models, impact, and target audience to identify those that would benefit most from our consulting services.",
    "description2": "To increase engagement, I built a website that showcased our services online and enabled sign-up through the website, which led to a significant increase in engagement by over 90%. Additionally, I led the storytelling effort, working with student organizations to craft compelling narratives that resonated with their audience and helped drive engagement. Overall, my role in HKSV has allowed me to leverage my skills in strategy development, website building, and storytelling to make a significant impact on the community.",
    "image1": "/assets/hksv/1.jpg",
    "image2": "/assets/hksv/2.png",
    "image3": "/assets/hksv/3.png",
    "caption1": "Hong Kong Student Ventures Service Offerings.",
    "caption2": "Hong Kong Student Ventures .",
    "caption1year": "2022 - 2023",
    "caption2year": "2022 - 2023"
  },
  {
    "id": "caesd",
    "title": "CAESD",
    "subheading": "An e-commerce startup designing and selling customized phone cases on-demand",
    "description1": "CAESD was the first-startup I pursued in the summer after finishing high school. Having a lot of free time and not much to do meant I ended up brainstorming how I could take my graphic design skills as well as a bit of sourcing knowledge to launch a business that I was passionate about. Being fed-up with overpriced phone cases and boring designs, I decided to take things into my own hands with CAESD. Initially, I started with of the shelf designs, but after poor sales, I pivoted to designing cases on demand.",
    "description2": "I spent a lot of time trying to research and convince factories to work with me since I required low MOQs. Through marketing on Instagram and word-of-mouth through my friends, CAESD became a gift-item that provided you an opportunity to gift something meaningful and long-lasting. This initial push and referrals helped me achieve a four-digit revenue in the first 6-months, during my first semester at The University of Hong Kong. However, sales did not last and a more comprehensive look at the market led me to realize that customers in Hong Kong do not buy phone cases often, and that I did not have a significant technological or competitive edge over market giant CASETIFY. However, this experience provided me with valuable insights into the dynamics of the e-commerce industry, customer behavior, and the intricacies of operating a startup.",
    "image1": "/assets/caesd/1.png",
    "image2": "/assets/caesd/2.png",
    "image3": "/assets/caesd/3.png",
    "caption1": "CAESD's marketing banner for customized on-demand phone cases.",
    "caption2": "Customized CAESD phone cases I had designed and produced a customer.",
    "caption1year": "2021 - 2022",
    "caption2year": "2021 - 2022"
  }
]
